Repository: DarrenOfficial/dpaste
Catalog: dpaste/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: One-Time snippet
es: Apenas una visualización
fr: Snippet a usage unique

source: In one hour
es: En una hora
fr: Dans une heure

source: In one week
es: En una semana
fr: Dans une semaine

source: In one month
es: En un mes
fr: Dans un mois

source: Never
es: Nunca
fr: Jamais

source: Content
es: Contenido
fr: Contenu

source: Awesome code goes here...
es: Su código increíble va aquí...
fr: Copier-coller votre fragment de code ici

source: Expires
es: Caduca
fr: Échéance

source: Title
es: Título
fr: Titre

source: This field is required.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire

source: Highlighted
es: Destacado
fr: Surligné

source: Keep Forever
es: Guarde por siempre
fr: Ce snippet ne sera jamais supprimer

source: Secret ID
es: ID secreto
fr: ID Secret

source: Published
es: Publicado
fr: Publié

source: Expire Type
es: Tipo de Caducidad
fr: Type d'expiration

source: View count
es: Visualizaciones
fr: Afficher le décompte

source: Statistics
es: Estadísticas
fr: Statistiques

source: There are %(total)s snippets in the database. The most popular languages are:
es: Hay %(total)s fragmentos en la base de datos. Los lenguajes más populares son:
fr: Il y a %(total)s snippets dans la base de données. Les langages de programmation les plus populaire sont:

source: New snippet
es: Nuevo fragmento
fr: Nouveau snippet

source: About
es: Acerca
fr: À propos

source: History
es: Histórico
fr: Historique

source: Compare
es: Comparar
fr: Comparer

source: Expires in: %(date)s
es: Caduca en: %(date)s
fr: Expire dans: %(date)s

source: Snippet never expires
es: El fragmento nunca caduca
fr: Le snippet ne sera jamais expiré

source: Really delete this snippet?
es: ¿Realmente desea eliminar este fragmento?
fr: Voulez-vous vraiment supprimer ce snippet

source: Delete Now
es: Eliminar ahora
fr: Supprimer ce snippet

source: Compare Snippets
es: Comparar Snippets
fr: Comparer les snippets

source: View Raw
es: Ver en crudo
fr: Afficher sans formatter l'afficage

source: Wordwrap
fr: Retour à la ligne automatique

source: This is a one-time snippet.
es: Este fragmento podrá ser visualizado apenas sólo una vez.
fr: Ceci est un snippet à usage unique.

source: It is automatically removed after %(remaining)s further views.
es: Automáticamente eliminado después de más %(remaining)s visualizaciones.
fr: Ce snippet sera automatiquement supprimé après les %(remaining)s prochaines vues

source: It is automatically removed after the next view.
es: Automáticamente eliminado después de la próxima visualización.
fr: Ce sera automatiquement enlevé après la prochaine vue

source: It cannot be viewed again.
es: No puede sera más visualizado.
fr: Ce snippet ne peut être réaffiché

source: Reply to this snippet
es: Responder fragmento
fr: Répondre à ce snippet

source: Diff between <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>
es: Comparar entre <a href="%(filea_url)s">#%(filea_id)s</a> y <a href="%(fileb_url)s">#%(fileb_id)s</a>
fr: Différence entre <a href="%(filea_url)s">#%(filea_id)s</a> et <a href="%(fileb_url)s">#%(fileb_id)s</a>

source: Expire in
es: Caduca en
fr: Expire dans

source: Paste it
es: Pegarlo
fr: Enregistrer ce snippet

source: or
fr: ou

source: DATETIME_FORMAT
fr: FORMATTAGE_DE_LA_DATE

source: %(since)s ago
es: %(since)s atrás
fr: Snippet crée depuis %(since)s

source: No snippets saved. Either all your snippets are expired or your cookie has changed.
es: No hay fragmentos guardados. O sus fragmentos han caducado o su cookie cambió.
fr: Aucun snippet sauvegardé

source: No changes were made between this two files.
es: No hay cambios entre estos dos archivos.
fr: Aucun changement n'a été effectué entre ces deux fichiers

source: Expire by timestamp
es: Caduca por fecha y hora

source: Snippet
es: Fragmento
