Repository: DarrenOfficial/dpaste
Catalog: dpaste/_locale_(legacy)/*/LC_MESSAGES/django.po
Languages: he

source: One-Time snippet
he: חתיכה חד-פעמית

source: In one hour
he: בתוך שעה אחת

source: In one week
he: בתוך שבוע אחד

source: In one month
he: בתוך חודש אחד

source: Never
he: לעולם לא

source: Content
he: תוכן

source: Awesome code goes here...
he: קוד מגניב הולך לכאן...

source: Expires
he: פג

source: Title
he: כותרת

source: This field is required.
he: שדה זה הינו נדרש.

source: Highlighted
he: מודגשים

source: Expire by timestamp
he: פוקע לפי חותמת זמן

source: Keep Forever
he: שמור לנצח

source: Secret ID
he: מזהה סודי

source: Published
he: פורסם

source: Expire Type
he: טיפוס תפוגה

source: View count
he: מונה צפיות

source: Statistics
he: סטטיסטיקות

source: There are %(total)s snippets in the database. The most popular languages are:
he: ישנן %(total)s חתיכות במסד נתונים. השפות השכיחות ביותר הן:

source: New snippet
he: חתיכה חדשה

source: About
he: אודות

source: History
he: היסטוריה

source: Snippet
he: חתיכה

source: Compare
he: השווה

source: Expires in: %(date)s
he: פג ביום: %(date)s

source: Snippet never expires
he: חתיכה לעלום לא פוקעת

source: Really delete this snippet?
he: באמת למחוק את חתיכה זו?

source: Delete Now
he: מחק עכשיו

source: Compare Snippets
he: השווה חתיכות

source: View Raw
he: הצג גולמי

source: This is a one-time snippet.
he: זןהי חתיכה חד-פעמית.

source: It is automatically removed after %(remaining)s further views.
he: זה יוסר אוטומטית לאחר %(remaining)s צפיות נוספות.

source: It is automatically removed after the next view.
he: זה יוסר אוטומטית לאחר הצפיה הבאה.

source: It cannot be viewed again.
he: אין אפשרות לצפות בזה שוב.

source: Reply to this snippet
he: השב לחתיכה זו

source: Diff between <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>
he: הבדל בין <a href="%(filea_url)s">#%(filea_id)s</a> לנגד <a href="%(fileb_url)s">#%(fileb_id)s</a>

source: Expire in
he: פג בתוך

source: Paste it
he: הדבק זאת

source: or
he: או

source: %(since)s ago
he: לפני %(since)s

source: No snippets saved. Either all your snippets are expired or your cookie has changed.
he: לא נשמרו חתיכות. או שכל החתיכות שלך פקעו או שהעוגיות שלך שונו.

source: No changes were made between this two files.
he: לא נערכו שינויים בין שני קבצים אלה.
